{
    "title": "Wrongs and Injustices",
    "source": "Into the Odd",
    "description": "After rolling: odd number means it's something character has done, even number means some other person has done to the character.",
    "dice": "D100",
    "outcomes": [
        {
            "description": "Sold an item that did not operate as promised. Refused a refund."
        },
        {
            "description": "Made light of a political, social, or business disaster. Deliberately escalated when challenged."
        },
        {
            "description": "Borrowed money, refused to repay. Documentation mysteriously vanished."
        },
        {
            "description": "Accidentally killed a beloved pet. Promised compensation, never delivered."
        },
        {
            "description": "Ancestors famously duelled. Children raised to maintain the feud at all costs."
        },
        {
            "description": "Hired a friend or relative. Lax safety measures and ambitious plans left them crippled and impoverished."
        },
        {
            "description": "Convinced a dying family patriarch to change their will at the last moment."
        },
        {
            "description": "Twisted the mind and views of a close friend through subtle hints and vague aspersions."
        },
        {
            "description": "Promised to denounce an unscrupulous mutual rival; took the rival’s side instead."
        },
        {
            "description": "Ensnared in a series of duels or brawls. Each time, the stakes and passions escalate."
        },
        {
            "description": "Made generous loans, then called in all debts at once. Bankruptcy, degradation, madness swiftly followed."
        },
        {
            "description": "Wormed their way into a position of trust, then absconded with funds, information, and other valuables."
        },
        {
            "description": "Stole a story and passed it off as their own. Dined out on borrowed deeds for years."
        },
        {
            "description": "A relative was accused of a minor crime, but vindictively sentenced to a horrible death as a warning to others."
        },
        {
            "description": "Satirical character in their popular novel infuriates and exposes intimate secrets."
        },
        {
            "description": "Cowardice or incompetence in war lead to disaster. Left for dead, along with the secret of that dreadful day."
        },
        {
            "description": "Professional rival sabotaged a critical business deal. Total collapse. Business sold at a loss to rival’s proxy."
        },
        {
            "description": "Seduced and abandoned a relative, leaving only debt and disease behind."
        },
        {
            "description": "Asked for help, then let the full force of the law fall upon duped accomplices."
        },
        {
            "description": "Hired a close friend for a prominent position, only to humiliate and demean them into an early grave."
        },
        {
            "description": "For sport, lured a naive relative into a life of vice."
        },
        {
            "description": "Stole a family heirloom or memento. Was it kleptomania or cruelty?"
        },
        {
            "description": "Casually murdered a close relative. There’s no proof, of course. All witnesses vanished years ago."
        },
        {
            "description": "Inspired servants or close associates to revolt and abandon their duties."
        },
        {
            "description": "Stole an inheritance through legal chicanery. All perfectly legitimate but deeply unscrupulous."
        },
        {
            "description": "Devastating, quotable, and hilarious epigram reduced a lifetime’s work to a joke."
        },
        {
            "description": "Childhood bully, schoolhouse lout, or thuggish fellow apprentice. Never misses a chance to reminisce."
        },
        {
            "description": "Ancestral lawsuit traps each new generation in the same ancient and notorious feud."
        },
        {
            "description": "A strategic marriage turned sour. Hidden acts of cruelty and violence. A deathbed request to seek revenge."
        },
        {
            "description": "Provided a despondent relative with poison and reasons to use it."
        },
        {
            "description": "By-products of magical experimentation poisoned and warped a close friend."
        },
        {
            "description": "Promised a safe investment. Fled with money, leaving a trail of ruined investors."
        },
        {
            "description": "Received credit from the Monarch for work they stole from a relative."
        },
        {
            "description": "Spread a truly diabolical rumour, forever soiling both name and reputation."
        },
        {
            "description": "Used illegal spells to obtain a position of power and influence."
        },
        {
            "description": "Blackmail. They hold critical evidence that could, if published, demolish dozens of careers."
        },
        {
            "description": "Fell in love with the same person. They won by deceit, bribery, and forged letters."
        },
        {
            "description": "Stole a business idea. Went on to great success; refuses to credit to all others."
        },
        {
            "description": "Arson destroyed the family home. A mysterious cloaked figure was seen laughing as the flames spread."
        },
        {
            "description": "Ungrateful apprentice, servant, or assistant plots the destruction of their former master."
        },
        {
            "description": "Pushed a mob towards violence, then directed the violence at enemies and rivals."
        },
        {
            "description": "Replaced life-saving medicine with ineffective substitutes. Relatives perished despite the efforts of physicians."
        },
        {
            "description": "Former best friend or ally turned implacable rival. Cold, calculated insults and maneuvers."
        },
        {
            "description": "Ambitious land acquisition program pushed vulnerable people from their homes."
        },
        {
            "description": "Falsely arrests over a perceived offense. Forced innocent victims to adopt new names and professions."
        },
        {
            "description": "A deviating night of sabotage perpetrated by ignorant pawns."
        },
        {
            "description": "Wrote florid love letters, then anonymously published the cruelly edited replies."
        },
        {
            "description": "Profusely promised assistance, then strung out replies as long as possible, slowly letting hope fade."
        },
        {
            "description": "Used magic to turn a close relative into a rat, then released them into the sewers."
        },
        {
            "description": "Simple, primal hatred. No logic, no backstory, no possibility of compromise."
        }
    ]
}