{
    "source": "Worlds Without Number, page 388",
    "description": "Roll on these tables to create an overarching dream for the NPC. Use the ambitions as the catalyst for their actions.",
    "tables": {
        "who_knows_involved": {
            "dice": "D6",
            "title": "Who Knows or Has Been Involved in It?",
            "outcomes": [
                "They keep the ambition secret or hidden",
                "They have a partner with a similar goal",
                "Their family and friends are aware of it",
                "A retired seeker of the goal is involved",
                "They’ve gotten rivals involved somehow",
                "Everyone knows, but no one is helping now"
              ]
        },
        "tools_to_advance": {
            "dice": "D8",
            "title": "What Tools Are Used to Advance It?",
            "outcomes": [
                "Money is being spent where it will help",
                "They’re getting training or help from a patron",
                "They’ve resorted to magical means of aid",
                "They have friends and allies aiding them",
                "They’re taking dangerous risks to get ahead",
                "A great natural talent helps their pursuit",
                "Extended family is proving helpful for it",
                "Government authority is somehow enlisted"
              ]
        },
        "ambition_form": {
            "dice": "D10",
            "title": "What’s the Basic Ambition’s Form?",
            "outcomes": [
                "To win the love or possession of someone",
                "To obtain riches and personal wealth",
                "To win political power or a particular office",
                "To obtain glory or get fame for a skill",
                "To gain a particular property or piece of land",
                "To go to or explore a far-off place",
                "To become a difficult-to-become profession",
                "To kill or ruin a hated rival",
                "To topple an institution, business, or faith",
                "To repay some immeasurable debt"
              ]
        },
        "ambition_spark": {
            "dice": "D4",
            "title": "When Was the Ambition Sparked?",
            "outcomes": [
                "It’s burned since childhood",
                "An event while young inspired it",
                "It came after mature adulthood",
                "It’s a fairly recent zeal"
              ]
        },
        "biggest_obstacle": {
            "dice": "D12",
            "title": "What’s the Biggest Immediate Obstacle?",
            "outcomes": [
                "A disinterested third party is blocking the way",
                "They’ve made promises that are coming due",
                "They’re burning out a resource in the pursuit",
                "They’re physically pushing themselves too far",
                "They suffered a recent considerable setback",
                "A friend or loved one is somehow in the way",
                "A backlash is about to rebound on them",
                "They’re chasing the goal in the wrong way",
                "They’ve been fed some false information",
                "They’ve lost a critical resource or tool",
                "A traitor is sabotaging their efforts",
                "Their success is bringing hostile attention"
              ]
        },
        "help_or_hinder": {
            "dice": "D20",
            "title": "Things to Help or Hinder the Ambition",
            "outcomes": [
                "A cache of saved or discovered wealth",
                "A useful magical item",
                "A book with critical information in it",
                "A jealous 'ally' seeking to sabotage them",
                "A loved one who thinks it all folly",
                "An addiction they use to cope with the strain",
                "A patron who needs favors at times",
                "A failed ambition-seeker with bitter jealousy",
                "A rival with no hard feelings toward them",
                "A teacher who can impart a great skill",
                "A religious zeal to carry out the ambition",
                "A terribly good or bad coincidence",
                "A sorcerer involved in it somehow",
                "A deal they made is coming back to haunt",
                "A recent stroke of luck, good or bad",
                "A crime they committed for their ambition",
                "Someone integral to helping them further it",
                "A magical trait that aids their purpose",
                "A mistake which taught them a great deal",
                "Reluctant rival-partner in their ambition"
              ]
        }
    }
}