{
    "source": "Worlds Without Number, page 390",
    "description": "Roll on these tables to create some tragedy or failing for NPC, and its consequences. Having some loss humanizes the character.",
    "tables": {
        "responsibility": {
            "dice": "D6",
            "title": "What was their responsibility for it?",
            "outcomes": [
                "A mistake they made contributed to it",
                "A fit of passion or emotion involved them",
                "A character flaw was instrumental in it",
                "A failure or success of theirs was involved",
                "None whatsoever; a rival or enemy did it",
                "None whatsoever; it was just bad luck"
            ]
        },
        "coping": {
            "dice": "D8",
            "title": "how did they cope with it?",
            "outcomes": [
                "They lost themselves in work or duty",
                "They plotted revenge against someone",
                "They sought forgetfulness in an addiction",
                "They left and went far away",
                "They tried to find a duty to consume them",
                "They sought a way to undo the tragedy",
                "They behaved with suicidal recklessness",
                "They tried to remake what they had lost"
            ]
            
        },
        "basic_form": {
            "dice": "D10",
            "title": "What was its basic form?",
            "outcomes": [
                "A family member died or worse",
                "They suffered horrible abuse or torment",
                "A treasured ambition was crushed",
                "A loving relationship was ruined",
                "A terrible betrayal from a trusted one",
                "They failed at some critical moment of need",
                "A friend or lover died or was lost",
                "They killed someone they never meant to",
                "They were maimed or crippled somehow",
                "They were beggared or lost a dear thing"
            ]
        },
        "timeline": {
            "dice": "D4",
            "title": "when did it happen?",
            "outcomes": [
                "Its immediate aftermath is still playing out",
                "It’s still a fresh memory",
                "It’s a regular shadow in their thoughts",
                "Past enough that they can pretend to forget"
            ]
        },
        "consequences": {
            "dice": "D12",
            "title": "What ugly consequences followed?",
            "outcomes": [
                "Someone blames them and seeks revenge",
                "They lost confidence in a great talent of theirs",
                "They have a great debt to pay",
                "They’re bitterly resented by a former friend",
                "They lost the ability to trust others",
                "They re-enact their suffering on others",
                "They bear physical scars from the aftermath",
                "They’re estranged from their family",
                "The tragedy made a bitter rival for them",
                "They’re sought as a criminal by someone",
                "They despise themselves and act accordingly",
                "They made enemies of former allies"
            ]
        },
        "scars": {
            "dice": "D20",
            "title": "What scars do they have from it?",
            "outcomes": [
                "They hate a type of person associated with it",
                "They picked up an addictive habit",
                "They are irrational about similar situations",
                "They want to share the misery around",
                "They’re haunted by lost possibilities",
                "They remake the past in makeshift ways",
                "They made deals they’re still laboring under",
                "They have visible associated physical scars",
                "They accepted a role they hate because of it",
                "They try to substitute others for the lost",
                "They meddled with sinister magic",
                "They lost or sold something precious to them",
                "They despise a place and its natives",
                "They insist on a false narrative of events",
                "They made bargains with dark powers",
                "They aggressively make light of their loss",
                "They obsess over a physical token of it",
                "They try to keep it a secret from those near",
                "They act so as to punish themselves for it",
                "They’ve displaced their wrath on another"
            ]
        }
    }
}